[
  "💡 הידעת? דבורי דבש מתקשרות ביניהן בעזרת 'ריקוד' שמסביר איפה יש צוף.",
  "💡 הידעת? לתמנונים יש שלושה לבבות ושני שלישים מהדם שלהם זורם דרך הזימים.",
  "💡 הידעת? עץ יכול 'לתקשר' עם עצים אחרים דרך רשת פטריות מתחת לאדמה.",
  "💡 הידעת? ברק חם יותר מפני השטח של השמש.",
  "💡 הידעת? בשנייה אחת, אור יכול להקיף את כדור הארץ כמעט 7 פעמים.",
  "💡 הידעת? בממוצע, אדם ממצמץ בערך 15–20 פעמים בדקה.",
  "💡 הידעת? טביעות אצבע של קואלה דומות כל כך לשל בני אדם שאפשר להתבלבל בהן.",
  "💡 הידעת? לכרישים אין עצמות — השלד שלהם עשוי סחוס.",
  "💡 הידעת? מים חמים יכולים לקפוא מהר יותר ממים קרים בתנאים מסוימים (אפקט מפמבה).",
  "💡 הידעת? לווייתן כחול הוא בעל החיים הגדול ביותר שחי אי פעם על כדור הארץ (לפי מה שמוכר לנו).",
  "💡 הידעת? אסטרונאוטים בחלל לפעמים מדווחים על הבזקי אור בעיניים בגלל קרינה קוסמית.",
  "💡 הידעת? מאדים נקרא 'הכוכב האדום' בגלל תחמוצות ברזל בקרקע.",
  "💡 הידעת? לירח יש השפעה על גאות ושפל בכדור הארץ.",
  "💡 הידעת? שבתאי יכול לצוף במים אם היה אוקיינוס ענק מספיק, כי הצפיפות שלו נמוכה משל מים.",
  "💡 הידעת? מקלדת QWERTY תוכננה במקור כדי להפחית תקיעות במכונות כתיבה ישנות.",
  "💡 הידעת? Wi-Fi הוא שם מותג; הטכנולוגיה היא ממשפחת תקני IEEE 802.11.",
  "💡 הידעת? המושג 'באג' בתוכנה התפרסם אחרי שמצאו עש תקוע במחשב מוקדם.",
  "💡 הידעת? הסימן @ באימייל נבחר כי הוא כמעט לא הופיע בשמות אנשים והיה נוח לחיבור בין משתמש לשרת.",
  "💡 הידעת? טעינה מהירה מאטה בכוונה לקראת סוף הטעינה כדי להגן על הסוללה.",
  "💡 הידעת? לב האדם פועם בערך 100,000 פעמים ביום בממוצע.",
  "💡 הידעת? העור הוא האיבר הגדול ביותר בגוף האדם.",
  "💡 הידעת? המוח צורך חלק גדול מהאנרגיה שלנו למרות שהוא אחוז קטן ממשקל הגוף.",
  "💡 הידעת? העצם הארוכה ביותר בגוף היא עצם הירך.",
  "💡 הידעת? לכל אדם קול ייחודי, כמו טביעת אצבע.",
  "💡 הידעת? דבש כמעט לא מתקלקל אם הוא נשמר נכון.",
  "💡 הידעת? חריפות של פלפל נמדדת ביחידות סקוביל.",
  "💡 הידעת? שוקולד מגיע מקקאו שהוא זרעים של פרי.",
  "💡 הידעת? יש אנשים שכוסברה מרגישה להם כמו סבון בגלל גנטיקה.",
  "💡 הידעת? ההר הגבוה בעולם מעל פני הים הוא האוורסט.",
  "💡 הידעת? האוקיינוס השקט הוא הגדול ביותר.",
  "💡 הידעת? במדבר סהרה יכול להיות קר מאוד בלילה למרות החום ביום.",
  "💡 הידעת? קיימים מפלים תת-ימיים שנוצרים מהבדלי מליחות וטמפרטורה.",
  "💡 הידעת? יהלום וגרפיט עשויים מאותו יסוד — פחמן — רק במבנה שונה.",
  "💡 הידעת? צליל לא עובר בריק, לכן בחלל אין 'רעש' כמו בסרטים.",
  "💡 הידעת? קרח צף כי מים מתפשטים כשהם קופאים והופכים לפחות צפופים.",
  "💡 הידעת? אלגוריתם נקשר היסטורית לשמו של החוקר אל-ח'ואריזמי.",
  "💡 הידעת? חתולים כמעט לא טועמים מתוק כמו בני אדם.",
  "💡 הידעת? פלמינגו ורודים בגלל פיגמנטים במזון שלהם.",
  "💡 הידעת? פרפרים 'טועמים' עם הרגליים שלהם.",
  "💡 הידעת? 404 אומר שהשרת קיים — אבל הדף לא נמצא.",
  "💡 הידעת? QR Code יכול לתקן שגיאות ולהיקרא גם אם חלק ממנו פגום.",
  "💡 הידעת? דפדפנים שומרים cache כדי לטעון אתרים מהר יותר בפעם הבאה.",
  "💡 הידעת? אייל גולן נחשב בעיני רבים לבעל גרון של זהב.",
  "💡 הידעת? תווים מוזיקליים הם שפה שמייצגת זמן וגובה צליל.",
  "💡 הידעת? זכוכית היא חומר אמורפי — לא מסודר כמו גביש.",
  "💡 הידעת? צבי ים חוזרים לפעמים לחוף שבו נולדו כדי להטיל ביצים.",
  "💡 הידעת? יונקי דבש יכולים לעופף במקום ואפילו אחורה.",
  "💡 הידעת? לג'ירפות יש אותו מספר חוליות צוואר כמו לבני אדם — רק שהן ארוכות יותר.",
  "💡 הידעת? סבון עובד כי יש לו צד שנקשר לשומן וצד שנקשר למים.",
  "💡 הידעת? אבנית היא הצטברות מינרלים (בעיקר סידן) והיא נפוצה במים קשים.",
  "💡 הידעת? תה הוא אחד המשקאות הנצרכים בעולם בכמויות עצומות, אחרי מים.",
  "💡 הידעת? וניל אמיתי מגיע מתרמילים של סחלב.",
  "💡 הידעת? בצל גורם לדמעות בגלל גזים שהוא משחרר כשחותכים אותו.",
  "💡 הידעת? גזר היה פעם גם סגול ונפוץ באירופה לפני שהכתום השתלט.",
  "💡 הידעת? פילים יכולים לזהות רעידות בקרקע דרך הרגליים.",
  "💡 הידעת? דולפינים משתמשים באקולוקציה כדי לזהות עצמים.",
  "💡 הידעת? צפרדעים יכולות לספוג מים דרך העור.",
  "💡 הידעת? בים המלח כמעט אין חיים גדולים בגלל המליחות הגבוהה מאוד.",
  "💡 הידעת? נטיפים וזקיפים נוצרים מטפטוף איטי של מינרלים במשך שנים.",
  "💡 הידעת? הקשת בענן נוצרת משבירה והחזרה של אור בתוך טיפות מים.",
  "💡 הידעת? צלילים נמוכים נוטים לעבור מרחקים גדולים יותר מצלילים גבוהים.",
  "💡 הידעת? כרישים קיימים על פני כדור הארץ הרבה לפני הדינוזאורים.",
  "💡 הידעת? שינה עוזרת למוח לסדר זיכרונות ולשפר למידה אצל אנשים רבים.",
  "💡 הידעת? חיוך יכול להשפיע על ההרגשה — לפעמים הגוף 'מדביק' את המוח במצב רוח.",
  "💡 הידעת? לכוכב צדק יש סופה ענקית (הכתם האדום הגדול) שנמשכת כבר מאות שנים.",
  "💡 הידעת? יום על נוגה ארוך יותר משנה על נוגה.",
  "💡 הידעת? יש כוכבים נייטרונים שיכולים להסתובב מאות פעמים בשנייה.",
  "💡 הידעת? חור שחור לא 'שואב' הכול — הוא מושך כמו כל מסה, פשוט מסה מרוכזת מאוד.",
  "💡 הידעת? יש כוכבי לכת שכנראה עשויים ברובם מיהלום (תיאורטי לפי תנאים מסוימים).",
  "💡 הידעת? האור שאנחנו רואים מכוכבים רחוקים הוא בעצם 'העבר' שלהם.",
  "💡 הידעת? יש חיידקים שיכולים לחיות במעיינות חמים מאוד ובחומציות קיצונית.",
  "💡 הידעת? בגוף שלך יש בערך אותו סדר גודל של תאים אנושיים ומיקרובים יחד.",
  "💡 הידעת? המוח ממלא 'חורים' במידע חזותי — ולכן יש אשליות אופטיות שנראות אמיתיות.",
  "💡 הידעת? אתה לא רואה את העולם 'כמו מצלמה' — המוח בונה תמונה ומפשט המון.",
  "💡 הידעת? זיכרונות יכולים להשתנות בכל פעם שאתה נזכר בהם (הם לא קובץ נעול).",
  "💡 הידעת? אנשים יכולים לשמוע 'צלילים' בלי מקור חיצוני במצבים מסוימים (טינטון).",
  "💡 הידעת? יש תופעה שבה אנשים מרגישים כאילו זמן עבר לאט/מהר בשעת לחץ או סכנה.",
  "💡 הידעת? הטעם הוא שילוב של ריח + טעם — כשהאף סתום, האוכל מרגיש 'חסר טעם'.",
  "💡 הידעת? העיניים שלך עושות תנועות קטנות כל הזמן (גם כשאתה חושב שהן יציבות).",
  "💡 הידעת? העיוורון ל'שינוי' גורם לזה שלא נשים לב לשינויים ענקיים אם הם קורים בצורה מסוימת.",
  "💡 הידעת? יש אנשים שרואים מספרים/אותיות בצבעים בראש (סינסתזיה).",
  "💡 הידעת? צחוק הוא גם 'כלי חברתי' שמסנכרן אנשים יותר ממה שחושבים.",
  "💡 הידעת? שקרים קטנים נראים למוח לפעמים 'קלים' יותר מזיכרון מדויק — ולכן זיכרון עדות לא תמיד אמין.",
  "💡 הידעת? החלטות רבות מתקבלות באינטואיציה ורק אחר כך המוח ממציא להן 'הסבר הגיוני'.",
  "💡 הידעת? כשאתה עושה מולטי-טאסקינג, בפועל המוח קופץ מהר בין משימות ומאבד יעילות.",
  "💡 הידעת? אפקט הפלצבו יכול לשנות תחושה אמיתית בגוף רק מהציפייה.",
  "💡 הידעת? מוזיקה יכולה להפעיל אזורים רגשיים במוח עד כדי צמרמורת אצל חלק מהאנשים.",
  "💡 הידעת? יש אנשים שמרגישים פחד גבהים רק כשהם רואים עומק — לא בגלל הגובה עצמו.",
  "💡 הידעת? חלומות יכולים לערבב זיכרונות אמיתיים עם דמיון כך שזה מרגיש 'מציאותי'.",
  "💡 הידעת? חלק מהחלומות הם בעצם תרגול של מצבים מאיימים כדי להכין את המוח.",
  "💡 הידעת? יש תופעה שבה אתה מרגיש שהטלפון רוטט בכיס למרות שלא (רטט פנטום).",
  "💡 הידעת? המוח לפעמים מעדיף סיפורים פשוטים על פני אמת מורכבת — וזה משפיע על דעות.",
  "💡 הידעת? אחרי שאתה לומד משהו קשה, שינה יכולה לשפר אותו בלי שתתרגל עוד.",
  "💡 הידעת? גם שתייה מתוקה 'עובדת' על המוח כמו תגמול — ולכן קשה לעצור אחרי לגימה.",
  "💡 הידעת? ריח יכול להחזיר זיכרון ישן מהר יותר מתמונה.",
  "💡 הידעת? אנשים מעריכים סיכונים אחרת כשהם מפחדים לעומת כשהם רגועים.",
  "💡 הידעת? לחצים חברתיים יכולים לגרום לנו להתאים תשובה גם כשאנחנו יודעים שהיא לא נכונה.",
  "💡 הידעת? לפעמים עצם זה שאתה מתבונן במשהו משנה איך אתה חווה אותו (קשב משנה תפיסה).",
  "💡 הידעת? בני אדם נוטים לזהות פרצופים גם איפה שאין — עננים, שקעים, טוסט.",
  "💡 הידעת? השמש 'מרעישה' כל הזמן — אבל אנחנו לא שומעים כי זה בגלים אחרים.",
  "💡 הידעת? כל אטום בגוף שלך נוצר בכוכבים קדומים — אנחנו literally אבק כוכבים.",
  "💡 הידעת? יש מתכות ש'זוכרות צורה' וחוזרות למצב הקודם כשמחממים אותן.",
  "💡 הידעת? יש חומרים שמתרחבים כשמקררים אותם (במצבים מסוימים).",
  "💡 הידעת? יש מים על הירח כקרח באזורים מוצלים מאוד.",
  "💡 הידעת? יש כוכבים ש'דופקים' פעימות רדיו קבועות — פולסרים.",
  "💡 הידעת? שדה מגנטי של כדור הארץ מגן עלינו מהרבה קרינה שמשית.",
  "💡 הידעת? הקטבים המגנטיים של כדור הארץ יכולים להתהפך לאורך ההיסטוריה.",
  "💡 הידעת? יש חיות שמרגישות שדה מגנטי ו'מנווטות' לפיו (ציפורים, צבי ים ועוד).",
  "💡 הידעת? עכבישים לא חרקים — יש להם 8 רגליים ולכן הם ארכנידים.",
  "💡 הידעת? יש מדוזות שלא 'מזדקנות' בצורה הרגילה ויכולות לחזור לשלב צעיר (במינים מסוימים).",
  "💡 הידעת? נמלים יכולות ליצור 'גשרים חיים' מהגוף שלהן כדי לעבור מכשולים.",
  "💡 הידעת? עורבים יכולים להשתמש בכלים ולפתור בעיות מורכבות.",
  "💡 הידעת? תמנון יכול לזהות בני אדם ספציפיים ולהגיב אליהם אחרת.",
  "💡 הידעת? דובי קואלה ישנים הרבה שעות ביום בגלל תזונה דלה באנרגיה.",
  "💡 הידעת? יש פרחים שמתחממים טיפה כדי למשוך מאביקים.",
  "💡 הידעת? יש צמחים שמזהים מגע חוזר ומשנים תגובה לאורך זמן.",
  "💡 הידעת? לפעמים גשם מוריד ריח מיוחד שנקרא פטריכור.",
  "💡 הידעת? סופות ברקים יוצרות הרבה מאוד אנרגיה — אבל קשה מאוד 'לאגור' אותה.",
  "💡 הידעת? יש 'מפל' של אור באטמוספירה שנקרא זוהר קוטבי.",
  "💡 הידעת? אתה לא באמת 'טועם חריף' — חריפות היא כאב עצבי שמדמה חום.",
  "💡 הידעת? בשרירים יש חיישנים שמדווחים למוח על אורך ומתיחה כדי שתדע איפה הגוף שלך בלי להסתכל.",
  "💡 הידעת? חלק מהאנשים לא יכולים לדמיין תמונות בראש בכלל (אפנטזיה).",
  "💡 הידעת? אחרים יכולים לראות דימויים חדים מאוד (היפרפנטזיה).",
  "💡 הידעת? אנשים נוטים להגזים בכמה אחרים מסתכלים עליהם (אפקט הזרקור).",
  "💡 הידעת? לפעמים 'תסמונת סוף הלשון' היא פשוט חסימה זמנית של שליפה במוח.",
  "💡 הידעת? מוח אוהב דפוסים — ולכן הימורים ומזל יכולים להרגיש כמו 'שיטה'.",
  "💡 הידעת? כשאתה מפחד, הגוף מעביר דם לשרירים ופחות לעיכול.",
  "💡 הידעת? צבע אדום יכול לגרום לאנשים להגיב מהר יותר במצבים מסוימים.",
  "💡 הידעת? חיות מסוימות רואות צבעים שאנחנו לא יכולים (אולטרה-סגול).",
  "💡 הידעת? יש דגים שמרגישים שדות חשמליים חלשים במים.",
  "💡 הידעת? עטלפים לא עיוורים — והם משתמשים גם בראייה וגם באקולוקציה.",
  "💡 הידעת? הקרחונים מחזיקים חלק גדול מהמים המתוקים בעולם.",
  "💡 הידעת? מים מתוקים נדירים יחסית — רוב מי כדור הארץ הם מלוחים.",
  "💡 הידעת? יש מערבולות אוקיינוס ענקיות שמסתובבות חודשים ושנים.",
  "💡 הידעת? יש מקומות בכדור הארץ שבהם כמעט לא יורד גשם שנים רבות.",
  "💡 הידעת? יש אגמים שמסוגלים להיות כל כך מלוחים שהם דומים לים המלח.",
  "💡 הידעת? קצב צמיחת ציפורניים מושפע מעונה, גיל והרגלים.",
  "💡 הידעת? הגוף מייצר חום גם כשאתה רק חושב קשה — כי המוח צורך אנרגיה.",
  "💡 הידעת? עייפות יכולה לשנות תפיסת כאב ולהפוך דברים ל'יותר כואבים'.",
  "💡 הידעת? כשאתה צמא, לפעמים אתה מרגיש רעב כי האותות דומים.",
  "💡 הידעת? אנשים מזהים רגשות בקול גם בלי להבין את השפה.",
  "💡 הידעת? חיוך הוא 'הדבקה' חברתית — הרבה פעמים תחייך בחזרה בלי לשים לב.",
  "💡 הידעת? יש תופעה שנקראת 'דה-ז'ה-וו' — תחושה שכבר היית כאן.",
  "💡 הידעת? לפעמים המוח מרגיש דה-ז'ה-וו בגלל דמיון חלקי לפרט קטן שנשכח.",
  "💡 הידעת? יש תופעה הפוכה: ג'מֵה-וו — משהו מוכר מרגיש פתאום זר.",
  "💡 הידעת? המוח משקיע אנרגיה כדי לא לשים לב לדברים קבועים (כמו רעש מזגן).",
  "💡 הידעת? אם תסתכל על מילה הרבה זמן, היא יכולה להיראות מוזרה (שובע סמנטי).",
  "💡 הידעת? ניחוח וניל יכול להיתפס כ'חם' בגלל אסוציאציות וזיכרון.",
  "💡 הידעת? קפה לא 'מוסיף אנרגיה' — הוא בעיקר חוסם תחושת עייפות.",
  "💡 הידעת? יש חיידקים שמפיקים חשמל זעיר כחלק מהמטבוליזם.",
  "💡 הידעת? יש אבנים שנראות כמו 'חיות' בטבע בגלל הסוואה (ליטופס).",
  "💡 הידעת? יש פרחים שמריחים כמו בשר כדי למשוך זבובים להאבקה.",
  "💡 הידעת? יש דגים שמחליפים מין במהלך החיים במינים מסוימים.",
  "💡 הידעת? צבועות חיות במבנה חברתי מורכב עם תקשורת עשירה.",
  "💡 הידעת? כרישים יכולים לחוש טיפת דם במים ממרחק משמעותי (תלוי תנאים).",
  "💡 הידעת? לווייתנים שרים 'שירים' שיכולים להשתנות משנה לשנה.",
  "💡 הידעת? יש ציפורים שמחקות קולות של סביבתן כולל צלצול טלפון.",
  "💡 הידעת? לפעמים שלג 'חורק' יותר כשקר מאוד כי הגבישים קשיחים.",
  "💡 הידעת? עננים לא קלים — הם יכולים לשקול טונות, פשוט מפוזרים מאוד.",
  "💡 הידעת? ברקים יכולים להיווצר גם בהתפרצויות געשיות (ברק וולקני).",
  "💡 הידעת? הרי געש יכולים ליצור איים חדשים בזמן קצר יחסית.",
  "💡 הידעת? יש חול 'שר' במדבריות מסוימים כשהוא זז (חולות מזמרים).",
  "💡 הידעת? רעידות אדמה יכולות להתרחש גם מתחת לים וליצור צונאמי.",
  "💡 הידעת? צונאמי בים פתוח יכול להיות נמוך, אבל ליד חוף הוא מתעצם מאוד.",
  "💡 הידעת? יש גלים עצומים ונדירים שנקראים 'גלים חורגים' באמצע האוקיינוס.",
  "💡 הידעת? עיגולי פיות (Fairy circles) במדבר עדיין מעוררים ויכוח למה הם נוצרים.",
  "💡 הידעת? תופעת מיראז' גורמת למוח לראות מים 'על כביש' בגלל שבירת אור באוויר חם.",
  "💡 הידעת? לפעמים אנשים שומעים 'ים' בתוך צדף בגלל רעש הסביבה שהצדף מחזק.",
  "💡 הידעת? יש מקומות שבהם מים נראים זוהרים בלילה בגלל ביולומינסנציה.",
  "💡 הידעת? החיידקים בפה משתנים במהלך היום לפי מה שאכלת ואיך צחצחת.",
  "💡 הידעת? ריח 'גשם' קשור גם לחומרים שמופרשים מחיידקים באדמה.",
  "💡 הידעת? יש צפרדעים שמקפיאות חלק מגופן בחורף ושורדות.",
  "💡 הידעת? יש דובים שמפחיתים קצב לב משמעותית בתרדמת חורף.",
  "💡 הידעת? טביעות אצבע לא נוצרות כדי 'אחיזה' בלבד — זה גם קשור לחישה.",
  "💡 הידעת? התחושה של 'צמרמורת' יכולה להגיע גם מרגש חזק ולא רק מקור.",
  "💡 הידעת? המוח שלך מעבד גירויים מסוימים לפני שאתה מודע אליהם.",
  "💡 הידעת? קצב הלב יכול להשתנות לפי מוזיקה שאתה שומע.",
  "💡 הידעת? ריח עשן יכול להיתפס מהר במיוחד כי זה אות סכנה אבולוציוני.",
  "💡 הידעת? יש אנשים שמרגישים טעם מתכתי אחרי ריצה קשה בגלל שינויים בגוף.",
  "💡 הידעת? היקום מתרחב — ובמרחקים גדולים גלקסיות מתרחקות מהר מאוד.",
  "💡 הידעת? יש 'רקע' של קרינת מיקרוגל ביקום שהוא שריד מהמפץ הגדול.",
  "💡 הידעת? אטומים כבדים כמו זהב נוצרו באירועים קיצוניים כמו התנגשויות כוכבי נייטרונים.",
  "💡 הידעת? יש גלקסיות שכנראה מכילות חורים שחורים עצומים במרכזן.",
  "💡 הידעת? השמש מהווה מעל 99% ממסת מערכת השמש.",
  "💡 הידעת? מרחקים בחלל נמדדים לפעמים ב'שנות אור' — מרחק שהאור עובר בשנה.",
  "💡 הידעת? האור מהשמש מגיע לכדור הארץ בערך ב-8 דקות.",
  "💡 הידעת? כוכבים נראים מנצנצים בגלל תנועות באטמוספירה שמסיטות אור.",
  "💡 הידעת? במקומות מסוימים אפשר לראות שביל חלב ברור כי אין זיהום אור.",
  "💡 הידעת? זיהום אור פוגע גם בבעלי חיים שמנווטים לפי כוכבים.",
  "💡 הידעת? דגים מסוימים נרדמים עם עין אחת פתוחה כדי לשמור על ערנות.",
  "💡 הידעת? יש עכבישים שקופצים למרחקים מדויקים ומחשבים זוויות.",
  "💡 הידעת? יש נמלים שמגדלות 'חקלאות' של פטריות בשביל מזון.",
  "💡 הידעת? יש דבורים שמזהות פרצופים בצורה פשוטה יחסית.",
  "💡 הידעת? דולפינים נותנים 'שמות' זה לזה באמצעות שריקה ייחודית.",
  "💡 הידעת? לווייתנים יכולים לנדוד אלפי קילומטרים בין עונות.",
  "💡 הידעת? יש ציפורים שמנווטות לפי השמש ביום ולפי כוכבים בלילה.",
  "💡 הידעת? תנינים יכולים לבלוע אבנים כדי לעזור לציפה ולטחינת מזון.",
  "💡 הידעת? יש נחשים שמרגישים חום של טרף בעזרת איברים מיוחדים.",
  "💡 הידעת? עור של דוב קוטב שחור מתחת לפרווה כדי לספוג חום טוב יותר.",
  "💡 הידעת? פרווה של דוב קוטב למעשה לא לבנה לגמרי — היא שקופה ומחזירה אור.",
  "💡 הידעת? יש יונקים ימיים שמסוגלים לעצור נשימה זמן רב מאוד.",
  "💡 הידעת? יש צמחים טורפים כי הקרקע שלהם דלה במינרלים והם משלימים חרקים.",
  "💡 הידעת? צמח טורף יכול לזהות מגע 'מתאים' ולא להיסגר על גשם בטעות.",
  "💡 הידעת? יש פטריות שמתקשרות כימית עם צמחים ומשפיעות על גדילה.",
  "💡 הידעת? פטריות הן לא צמחים — הן ממלכה נפרדת.",
  "💡 הידעת? שמרים הם פטריות, והם גורמים לבצק לתפוח.",
  "💡 הידעת? גבינות מסוימות נוצרות בעזרת עובשים 'טובים' שמוסיפים טעם.",
  "💡 הידעת? קולה של מילה יכול לשנות איך אנשים תופסים אותה (צליל-סמליות).",
  "💡 הידעת? אנשים מזהים שקר לפעמים לפי חוסר עקביות, לא לפי 'הבעה'.",
  "💡 הידעת? כשאתה בלחץ, זמן יכול להרגיש ארוך למרות שהוא לא השתנה.",
  "💡 הידעת? המוח 'מחליק' תנועות כדי שתרגיש שאתה זז חלק, למרות שיש קפיצות בתפיסה.",
  "💡 הידעת? יש אפקט שבו אתה שומע את השם שלך בין רעשים (אפקט מסיבת קוקטייל).",
  "💡 הידעת? שמיעה אנושית רגישה במיוחד לתדרים של דיבור.",
  "💡 הידעת? לפעמים שקט מוחלט יכול להיות לא נעים כי המוח מחפש גירויים.",
  "💡 הידעת? אנשים שונים חווים חריפות אחרת בגלל מספר קולטנים.",
  "💡 הידעת? קור גורם לעור להתכווץ ולשיער 'לעמוד' — שריד אבולוציוני.",
  "💡 הידעת? להזיע זה מנגנון קירור יעיל כי אידוי לוקח חום מהגוף.",
  "💡 הידעת? מדחום מודד לא רק 'חום' אלא תנועה ממוצעת של חלקיקים.",
  "💡 הידעת? חיכוך יוצר חום כי הוא הופך תנועה מסודרת לאנרגיה אקראית.",
  "💡 הידעת? יש חומרים שמוליכים חום טוב מאוד כמו מתכות, ואחרים מבודדים כמו עץ.",
  "💡 הידעת? במיקרוגל מחממים בעיקר מולקולות מים שמסתובבות מהר בשדה.",
  "💡 הידעת? קרח יבש הוא פחמן דו-חמצני קפוא והוא מתאדה בלי להפוך לנוזל.",
  "💡 הידעת? סוכר יכול 'להדביק' מים — ולכן ממתקים סופגים לחות באוויר.",
  "💡 הידעת? מלח יכול להמיס קרח על כביש כי הוא מוריד את נקודת הקיפאון.",
  "💡 הידעת? לריח של קינמון/וניל יש אפקט פסיכולוגי של 'חום' אצל אנשים רבים.",
  "💡 הידעת? צבעים בחדר יכולים להשפיע על תפיסת טמפרטורה (כחול קר/אדום חם) גם בלי שינוי אמיתי.",
  "💡 הידעת? כשאור פוגש טיפה, הוא נשבר, מוחזר ונשבר שוב — ככה נוצרת קשת.",
  "💡 הידעת? יש עננים שמראים צבעי קשת עדינים (עננות אירידיסנטית).",
  "💡 הידעת? לפעמים ירח נראה ענק ליד האופק בגלל אשליה תפיסתית.",
  "💡 הידעת? השמש לא באמת צהובה — היא קרובה ללבן, האטמוספירה משנה תפיסה.",
  "💡 הידעת? טיפות גשם לא נראות כמו 'דמעות' — הן יותר דמויי לחמנייה קטנה.",
  "💡 הידעת? ברק הוא פריקה חשמלית שמאזנת מטענים בענן ובקרקע.",
  "💡 הידעת? רעם הוא התרחבות אוויר חמה מאוד סביב ברק.",
  "💡 הידעת? אתה יכול לחשב מרחק של ברק בקירוב לפי זמן בין אור לרעם.",
  "💡 הידעת? גלים באוקיינוס יכולים לעבור אלפי קילומטרים בלי לראות סערה.",
  "💡 הידעת? דיונות חול 'זזות' עם הרוח ויכולות לשנות נוף.",
  "💡 הידעת? אבק יכול לעבור בין יבשות ברוח (למשל מאפריקה לאמריקה).",
  "💡 הידעת? עצי סקויה יכולים לחיות אלפי שנים.",
  "💡 הידעת? יש עצים שמוציאים חומרים נגד חרקים ולפעמים גם 'מזהירים' עצים אחרים.",
  "💡 הידעת? יש תופעה שבה שני אנשים מתחילים לדבר באותו קצב בלי לשים לב.",
  "💡 הידעת? המוח נמשך ל'מסתורין' — ולכן קליקבייט עובד עליו חזק.",
  "💡 הידעת? כשאתה מצפה להודעה, כל צליל קטן יכול להרגיש כמו התראה.",
  "💡 הידעת? טעם מר מתפתח אבולוציונית כדי להתריע על רעלים — אבל לא תמיד.",
  "💡 הידעת? יש אנשים שאוהבים מר כי המוח לומד שזה 'בטוח' וחלק נהנים מזה.",
  "💡 הידעת? צריכת סוכר יכולה להפעיל מעגלי תגמול דומים להרגלים אחרים.",
  "💡 הידעת? עייפות יכולה לגרום ליותר טעויות הקלדה גם אם אתה מרגיש 'בסדר'.",
  "💡 הידעת? המוח שונא חוסר ודאות — ולכן הוא ממלא פרטים כשחסרים.",
  "💡 הידעת? כשאתה קורא, אתה לא מסתכל על כל אות — המוח מנחש הרבה לפי הקשר.",
  "💡 הידעת? אנשים יכולים לקרוא טקסט גם אם חלק מהאותיות חסרות, כל עוד יש מבנה.",
  "💡 הידעת? ריחות מסוימים נקלטים גם ברמות זעירות כי יש להם משמעות הישרדותית.",
  "💡 הידעת? יש חיות שמזהות אינפרה-סאונד (צלילים נמוכים מאוד) שאנחנו לא שומעים.",
  "💡 הידעת? פילים מתקשרים גם בתדרים נמוכים מאוד למרחקים.",
  "💡 הידעת? יש צפרדעים ושממיות שנצמדות לקירות בזכות מבנה מיקרוסקופי בכפות.",
  "💡 הידעת? עכביש יכול לייצר קורים חזקים יחסית למשקל בצורה מטורפת.",
  "💡 הידעת? יש ג'וקים שיכולים לשרוד זמן רב בלי מזון, אבל לא בלי מים.",
  "💡 הידעת? פרחים מסוימים 'נסגרים' בלילה ונפתחים בבוקר (ניקטינאסטיה).",
  "💡 הידעת? יש דגים שמחליפים צבעים מהר כדי לתקשר או להסוות.",
  "💡 הידעת? זיקיות לא משנות צבע רק להסוואה — גם למצב רוח וטמפרטורה.",
  "💡 הידעת? ציפורים רואות קצב הבהוב מהר יותר — לכן מסכים נראים להן אחרת.",
  "💡 הידעת? כלב יכול להריח הבדל קטן מאוד בין אנשים בגלל כימיה בעור.",
  "💡 הידעת? חתול מגרגר גם כשהוא רגוע וגם לפעמים כשהוא כואב — זה מנגנון מורכב.",
  "💡 הידעת? יש חתולים שמזהים צעדים של הבעלים לפי קול, עוד לפני דלת.",
  "💡 הידעת? התעטשות היא ניסיון של הגוף לפנות גירוי מהאף במהירות.",
  "💡 הידעת? דמעות לא רק מרגש — יש סוגים שונים של דמעות.",
  "💡 הידעת? לפעמים אנחנו בוכים גם מאושר כי הגוף צריך 'פורקן' מהצפה רגשית.",
  "💡 הידעת? שיער נושר כחלק ממחזור קבוע — לא כל נשירה היא בעיה.",
  "💡 הידעת? קצב גדילת שיער משתנה בין אזורי גוף.",
  "💡 הידעת? לפעמים תחושת 'פרפרים בבטן' היא פעילות עצבית במערכת העיכול בזמן רגש.",
  "💡 הידעת? המעי נקרא לפעמים 'המוח השני' בגלל המון נוירונים ומסרים.",
  "💡 הידעת? החיידקים במעי יכולים להשפיע על מצב רוח דרך חומרים שהם מייצרים.",
  "💡 הידעת? אנשים שונים מרגישים קפאין אחרת בגלל גנטיקה.",
  "💡 הידעת? יש אנשים שאוהבים רעש רקע כדי להתרכז, אחרים חייבים שקט.",
  "💡 הידעת? רעש לבן יכול למסך רעשים אחרים ולכן עוזר להירדם לחלק מהאנשים.",
  "💡 הידעת? לפעמים מוזיקה בלי מילים עוזרת לריכוז יותר ממוזיקה עם מילים.",
  "💡 הידעת? קצב מוזיקה יכול להשפיע על קצב הליכה בלי שתשים לב.",
  "💡 הידעת? אנשים נוטים לאכול יותר כשהצלחת גדולה — אשליה פסיכולוגית.",
  "💡 הידעת? אם האור עמום, אנשים רבים יאכלו יותר זמן בלי לשים לב.",
  "💡 הידעת? ריח של מאפה יכול להגביר תחושת רעב גם אם אתה שבע.",
  "💡 הידעת? צבע קערה יכול לשנות תפיסת מתיקות או מליחות במבחנים.",
  "💡 הידעת? יש תופעה שבה מים קרים גורמים 'כאב שיניים' בגלל עצבים רגישים.",
  "💡 הידעת? אתה יכול לקבל 'כאב ראש גלידה' כי קור משפיע על כלי דם בפה.",
  "💡 הידעת? הגוף מאזן חום בין איברים — לכן כפות ידיים מתקררות/מתחממות מהר.",
  "💡 הידעת? כשאתה מתרגש, הכתפיים עולות בלי שתשים לב — זה תגובת מתח.",
  "💡 הידעת? לפעמים רעד הוא דרך של הגוף לשחרר מתח עצבי.",
  "💡 הידעת? אנשים מתעייפים יותר נפשית אחרי החלטות רבות (עייפות החלטה).",
  "💡 הידעת? 'בחירה' של יותר מדי אופציות יכולה לשתק ולגרום לפחות החלטות.",
  "💡 הידעת? המוח אוהב סיפורים עם התחלה-אמצע-סוף — ולכן זה מרגיש 'אמיתי'.",
  "💡 הידעת? כשאתה שומע שיר מוכר, המוח מנבא את ההמשך וזה מרגיש טוב.",
  "💡 הידעת? נוסטלגיה יכולה להרגיש חמימה כי היא מפעילה זיכרון+רגש יחד.",
  "💡 הידעת? אנשים נוטים לזכור שיאים וסופים של חוויה יותר מאשר את הממוצע שלה.",
  "💡 הידעת? לפעמים אתה זוכר סרט כ'מדהים' כי הסוף היה חזק, לא כי כולו היה כזה.",
  "💡 הידעת? תופעת 'אוזן תולעת' היא כשהמוח חוזר על מנגינה בלי שליטה.",
  "💡 הידעת? חשיפה לאור שמש בבוקר יכולה לעזור לשעון הביולוגי להסתדר.",
  "💡 הידעת? אור כחול בערב יכול לשבש שינה אצל חלק מהאנשים.",
  "💡 הידעת? חלל חשוך לגמרי יכול לגרום למוח 'לשמוע/לראות' דברים שאין.",
  "💡 הידעת? כשאתה מסתכל על אש, אנשים רבים מרגישים רוגע בגלל דפוס חוזר ונעים.",
  "💡 הידעת? צפייה במים זורמים יכולה להוריד מתח אצל הרבה אנשים.",
  "💡 הידעת? לפעמים גשם גורם ליותר יצירתיות כי יש פחות גירויים חיצוניים.",
  "💡 הידעת? ריח של ספר חדש הוא שילוב של דבק ונייר — והמוח מקשר אותו לחוויה.",
  "💡 הידעת? טעם 'אומאמי' הוא טעם בסיסי נוסף שמתקשר לחלבון.",
  "💡 הידעת? גבינת פרמזן ומרק אצות מרגישים טעימים כי הם עשירים באומאמי.",
  "💡 הידעת? יש אנשים שרגישים יותר למרירות ולכן קפה מר להם ממש.",
  "💡 הידעת? שמן חריף (צ'ילי) מרגיש חריף כי הוא מפעיל קולטני חום.",
  "💡 הידעת? סוכר יכול להוריד תחושת חריפות כי הוא משנה תפיסה בפה.",
  "💡 הידעת? יש תופעה שבה ריח עשן נשאר 'בדמיון' אחרי מדורה (קולטנים עייפים).",
  "💡 הידעת? לשון יש אזורי רגישות שונים אבל לא 'מפת טעמים' קשיחה כמו שמציירים.",
  "💡 הידעת? צחוק משוחרר יכול להוריד מתח כי הוא מפעיל נשימה ושחרור הורמונים.",
  "💡 הידעת? אנשים שונים מפרשים את אותו טון דיבור אחרת לפי מצב רוח.",
  "💡 הידעת? כשאתה מחייך, שרירי פנים יכולים לשלוח למוח אותות שמרגיעים מעט.",
  "💡 הידעת? תנועה קלה (הליכה) יכולה לשפר חשיבה יותר מישיבה ממושכת.",
  "💡 הידעת? לפעמים רעיון טוב מגיע במקלחת כי המוח במצב רפוי בלי לחץ.",
  "💡 הידעת? הגוף שלך מייצר תאים חדשים כל הזמן — אתה 'משתנה' פיזית לאורך זמן.",
  "💡 הידעת? הכבד יכול להתחדש חלקית אחרי פגיעה — יכולת נדירה יחסית.",
  "💡 הידעת? העצמות לא 'מתות' — הן רקמה חיה שמתפרקת ונבנית.",
  "💡 הידעת? דם הוא רקמה נוזלית שמובילה חמצן, חומרים מזינים וגם מסרים.",
  "💡 הידעת? טמפרטורת גוף לא קבועה לחלוטין — היא משתנה מעט לאורך היום.",
  "💡 הידעת? לנשום עמוק יכול להוריד דופק כי זה מפעיל מערכת הרגעה.",
  "💡 הידעת? היקום מלא במימן — היסוד הכי נפוץ.",
  "💡 הידעת? מים הם מולקולה מוזרה יחסית: יש לה תכונות חריגות (קרח צף, התפשטות בקיפאון).",
  "💡 הידעת? קפאין יכול להישאר בגוף שעות רבות — תלוי באדם.",
  "💡 הידעת? צלחת חמה גורמת לאוכל להיראות 'חם יותר' גם אם הטמפ' דומה.",
  "💡 הידעת? ריח של תפוז יכול להרגיש 'ממריץ' כי הוא מקושר לערנות אצל רבים.",
  "💡 הידעת? אפקט 'הפידבק' ברשתות גורם לנו לחשוב שכולם חושבים כמונו כי האלגוריתם מראה דומה.",
  "💡 הידעת? אם אתה רואה סרטון קצר שוב ושוב, המוח מתחיל לחשוב שהוא 'חשוב'.",
  "💡 הידעת? בני אדם מגיבים חזק יותר לאיום מאשר להזדמנות (שליליות חזקה).",
  "💡 הידעת? לפעמים אנשים מתחרטים יותר על 'מה שלא עשו' מאשר על טעויות שעשו.",
  "💡 הידעת? יש אפקט שבו אחרי שאתה קונה משהו, אתה פתאום רואה אותו בכל מקום.",
  "💡 הידעת? המוח משתמש בקיצורי דרך כדי לחסוך אנרגיה — וזה יוצר הטיות.",
  "💡 הידעת? כשאתה עייף, הקיצורי דרך האלה נהיים חזקים יותר.",
  "💡 הידעת? אפילו שינוי קטן בתאורה יכול לשנות מצב רוח בחדר.",
  "💡 הידעת? ריח לבנדר נחשב מרגיע אצל חלק מהאנשים בגלל אסוציאציות.",
  "💡 הידעת? יש אנשים שמקבלים מוטיבציה מלחץ, ויש אנשים שזה משתק אותם.",
  "💡 הידעת? לפעמים אתה שומע 'צליל' כשאתה רואה תנועה מהירה (חיבור בין חושים).",
  "💡 הידעת? המוח שלך מנבא תנועה של אנשים כדי שלא תתנגש בהם ברחוב.",
  "💡 הידעת? בקור קיצוני, אוויר יבש מרגיש 'כואב' יותר לנשימה.",
  "💡 הידעת? חום ולחות יחד מרגישים קשים כי הזיעה לא מתאדה טוב.",
  "💡 הידעת? יש צמחים שמסוגלים לשרוד בלי מים זמן רב באמצעות אגירה מיוחדת.",
  "💡 הידעת? קקטוסים לא 'אוהבים חום' — הם פשוט מותאמים לחיסכון במים.",
  "💡 הידעת? לפעמים רעם נשמע מתגלגל כי קול מגיע אליך מכיוונים שונים.",
  "💡 הידעת? צלצול באוזניים אחרי רעש חזק הוא סימן שהאוזן קיבלה עומס.",
  "💡 הידעת? מרחקים קטנים במוח יכולים להיות 'גדולים' בחוויה, וזה למה פחד מרגיש ענק.",
  "💡 הידעת? אנשים נרגעים כשיש להם תחושת שליטה, אפילו אם היא חלקית.",
  "💡 הידעת? סקרנות היא 'דופמין' — המוח מתגמל אותך על חיפוש מידע.",
  "💡 הידעת? השמש תגדל בעתיד הרחוק מאוד ותשנה את מערכת השמש.",
  "💡 הידעת? יש כוכבים שמתפוצצים בסופרנובה ומשחררים יסודות חדשים לחלל.",
  "💡 הידעת? לפעמים מטאור נראה כמו 'כוכב נופל' אבל זה חלקיק שנשרף באטמוספירה.",
  "💡 הידעת? רוב המטאורים זעירים — גרגירי אבק — אבל נראים דרמטיים בשמיים.",
  "💡 הידעת? יש מקומות בעולם שבהם אפשר לשמוע 'שקט אמיתי' יחסית בגלל מרחק מהעיר.",
  "💡 הידעת? אנשים רבים מרגישים הקלה כששמים סדר סביבם — זה מפחית עומס קוגניטיבי.",
  "💡 הידעת? רשימות משימות משחררות לחץ כי הן מוציאות מידע מהראש אל דף.",
  "💡 הידעת? לעיתים דופק עולה גם מהתרגשות חיובית כי הגוף לא מבדיל תמיד בין סוגי עוררות.",
  "💡 הידעת? אנשים מתמכרים בקלות ל'דופמין של חדש' — לכן סרטונים קצרים ממכרים.",
  "💡 הידעת? הרבה פעמים 'שעמום' הוא סימן שהמוח רוצה אתגר או שינוי גירוי.",
  "💡 הידעת? המוח אוהב לסגור מעגלים — לכן קשה לנו להשאיר משהו לא פתור.",
  "💡 הידעת? לפעמים כאב שריר אחרי אימון מגיע יום-יומיים אחרי (DOMS).",
  "💡 הידעת? אנשים רבים חושבים יותר טוב תוך כדי הליכה מאשר ישיבה במקום.",
  "💡 הידעת? יש חומרים בטבע שמאירים בלילה כדי למשוך, להרתיע או לתקשר.",
  "💡 הידעת? עיניים אנושיות רגישות במיוחד לשינויי תנועה — לכן אתה מזהה תנועה בזווית העין מהר.",
  "💡 הידעת? כשאתה מצלם עם פלאש, העין האדומה נוצרת מהחזרת אור מכלי דם ברשתית.",
  "💡 הידעת? קפה חם מריח חזק יותר כי חום מגביר נדיפות של חומרים ארומטיים.",
  "💡 הידעת? לחם טרי מריח מטורף בגלל תגובות השחמה (מייאר).",
  "💡 הידעת? לפעמים שוקולד 'פורח' בלבן בגלל שומן/סוכר שעולים לפני השטח — זה לא בהכרח מקולקל.",
  "💡 הידעת? תחושת 'קור' ממנטה היא אשליה עצבית שמפעילה קולטני קור.",
  "💡 הידעת? צבעים מסוימים נראים שונים באור יום לעומת תאורה חמה בבית.",
  "💡 הידעת? המוח מתקן צבעים אוטומטית — לכן לפעמים ויכוחים על צבע (כמו 'השמלה') קורים.",
  "💡 הידעת? יש בעלי חיים שמזהים רעידות של טורף במים לפני שהם רואים אותו.",
  "💡 הידעת? מערכת השיווי משקל באוזן משתמשת בנוזלים ו'גבישים' זעירים כדי לחוש תנועה.",
  "💡 הידעת? סחרחורת יכולה לקרות כשהעיניים והאוזן הפנימית 'לא מסכימות' על תנועה.",
  "💡 הידעת? רכב שנוסע מהר מרגיש שקט מבפנים כי בידוד קול מסנן תדרים מסוימים.",
  "💡 הידעת? לפעמים אתה שומע מוזיקה חלשה ברעש של מזגן כי המוח מחפש דפוס.",
  "💡 הידעת? בני אדם נוטים להאמין יותר למידע שמגיע מהם עצמם (אם הם אמרו אותו) — גם אם הוא לא נכון.",
  "💡 הידעת? אנשים מושפעים מאוד מניסוח: '90% הצלחה' מרגיש אחרת מ'10% כישלון'.",
  "💡 הידעת? מגע קצר על כתף יכול להשפיע על תחושת אמון אצל חלק מהאנשים (בהקשר מתאים).",
  "💡 הידעת? עייפות יכולה לגרום לעיניים להתייבש מהר יותר ולכן 'שורף'.",
  "💡 הידעת? כשאתה מתרגש, לפעמים הידיים מזיעות כי הגוף מתכונן לפעולה.",
  "💡 הידעת? תחושת 'קיבה מתהפכת' יכולה להיות תגובה של מערכת עצבים בזמן לחץ.",
  "💡 הידעת? פרצי יצירתיות לפעמים מגיעים אחרי מנוחה כי המוח המשיך לעבוד ברקע.",
  "💡 הידעת? הרבה רעיונות גדולים נולדים כשמוח מחבר שני דברים לא קשורים.",
  "💡 הידעת? הטבע מלא בדוגמאות של סימטריה — והמוח אוהב סימטריה.",
  "💡 הידעת? אנשים תופסים פנים סימטריות כ'נעימות' יותר בממוצע.",
  "💡 הידעת? יש פרחים שמסדרים צורות לפי 'פיבונאצ'י' בגלל יעילות גדילה.",
  "💡 הידעת? צדפות יוצרות פנינה כשחלקיק קטן מפריע והן מצפות אותו שכבות.",
  "💡 הידעת? כוכבי ים יכולים לגדל מחדש זרועות במינים רבים.",
  "💡 הידעת? סלמנדרות יכולות לחדש חלקים מורכבים יותר מגפיים.",
  "💡 הידעת? יש בעלי חיים שמחליפים צבע לפי טמפ' כדי לשלוט על ספיגת חום.",
  "💡 הידעת? במדבר, טמפרטורה יורדת מהר בלילה כי אין לחות שמחזיקה חום.",
  "💡 הידעת? ענני גשם כהים כי הם עבים ומפזרים אור אחרת.",
  "💡 הידעת? לפעמים אתה מרגיש שמישהו מסתכל עליך — אבל זו לעיתים הטיית קשב.",
  "💡 הידעת? אנשים נרגעים כשיש להם 'רוטינה' כי המוח חוסך אנרגיה בהחלטות.",
  "💡 הידעת? כשאתה שומע צחוק של מישהו, זה יכול לגרום לך לצחוק גם בלי בדיחה.",
  "💡 הידעת? המוח מתגמל אותך על 'הבנה' רגעית — לכן 'אהה!' מרגיש טוב.",
  "💡 הידעת? כשאתה רואה סרט אימה, הגוף מגיב כאילו זה אמיתי — דופק, זיעה, נשימה.",
  "💡 הידעת? פחד בסרט מרגיש בטוח כי אתה יודע שיש מסגרת מוגנת.",
  "💡 הידעת? אנשים נוטים לזכור יותר דברים שליליים מדברים חיוביים (הטיית שליליות).",
  "💡 הידעת? כשאתה נוגע במשהו קר, זה מרגיש קר בגלל מעבר חום מהיד אליו.",
  "💡 הידעת? מתכת מרגישה קרה יותר מעץ באותה טמפרטורה כי היא מעבירה חום מהר יותר.",
  "💡 הידעת? במים, הגוף מאבד חום מהר יותר מאשר באוויר באותה טמפרטורה.",
  "💡 הידעת? לפעמים ריח שרוף בטוסטר נשאר באוויר כי חלקיקים נדבקים למשטחים.",
  "💡 הידעת? אוויר לח מרגיש 'כבד' כי הזיעה לא מתאדה והגוף מתחמם יותר.",
  "💡 הידעת? כשאתה מנגן או שר, נשימה עמוקה וקצב יכולים להרגיע מערכת עצבים.",
  "💡 הידעת? מוזיקה קצבית יכולה לסנכרן אנשים בקבוצה (מחיאות כפיים/ריקוד).",
  "💡 הידעת? אצל הרבה אנשים, שיר אחד יכול להחזיר זיכרון שלם בשנייה.",
  "💡 הידעת? יש אנשים שמקבלים צמרמורת ממקומות יפים בטבע (התרגשות אסתטית).",
  "💡 הידעת? המוח אוהב 'הפתעה' קטנה — לכן טוויסט בסיפור מרגיש חזק.",
  "💡 הידעת? לפעמים אתה מרגיש רע אחרי גלילה ארוכה כי המוח עייף מריבוי גירויים.",
  "💡 הידעת? תשומת לב היא משאב מוגבל — אי אפשר 'להתרכז אינסוף'."
]
